Repository: ritikqs/CloudCheckInMaui
Catalog: warpcode/Resources/Localization/Resource.*.resx
Languages: pl, ro, sq

# Account_verfied_Admin
source: Your account will be verfied
pl: Twoje konto zostanie zweryfikowane
ro: Contul dvs. va fi verificat
sq: Llogaria juaj do të verifikohet

# AddEvacutationMessage
source: You must enter or select the alert message
pl: Musisz wpisać lub wybrać komunikat ostrzegawczy
ro: Trebuie să introduceți sau să selectați mesajul de alertă
sq: Duhet të futni ose zgjidhni mesazhin e alarmit

source: Add New Visitor
pl: Dodaj nowego gościa
ro: Adăugați un vizitator nou
sq: Shto një vizitor të ri

source: Alert Message
pl: Wiadomość ostrzegawcza
ro: Mesaj de alertă
sq: Mesazh Alert

source: Alerts
pl: Alerty
ro: Alerte
sq: Paralajmërime

# AlreadyApproved
source: This request is already approved
pl: Ta prośba została już zatwierdzona
ro: Această solicitare este deja aprobată
sq: Kjo kërkesë është aprovuar tashmë

# AlreadyCheckedIn
source: You are already checked in
pl: Jesteś już zameldowany
ro: Sunteți deja înregistrat
sq: Ju jeni regjistruar tashmë

# AlreadyCheckedOut
source: You are already checked out
pl: Jesteś już wypisany
ro: Sunteți deja verificat
sq: Ju jeni regjistruar tashmë

# ApplyForHoliday
source: Apply For Leave
pl: Złóż wniosek o wakacje
ro: Aplicați pentru vacanță
sq: Bëni kërkesë për pushime

# ApplyHolidayText
source: Apply For Holiday
pl: Złóż wniosek o wakacje
ro: Aplicați pentru vacanță
sq: Bëni kërkesë për pushime

source: April
pl: kwiecień
ro: Aprilie
sq: Prill

source: August
pl: sierpień
sq: Gusht

source: Authenticate access to login to app
pl: Uwierzytelnij dostęp do logowania do aplikacji
ro: Autentificați accesul pentru a vă conecta la aplicație
sq: Vërtetoni qasjen për t'u identifikuar në aplikacion

source: Authenticating
pl: Uwierzytelnianie
ro: Autentificare
sq: Vërtetimi

source: Authentication
pl: Uwierzytelnianie
ro: autentificare
sq: Vërtetimi

source: Authorized by
pl: Autoryzowany przez
ro: Autorizat de
sq: I autorizuar nga

source: Calender
pl: Kalendarz
ro: Calendar
sq: Kalendar

source: Camera unavailable
pl: Kamera niedostępna
ro: Camera nu este disponibilă
sq: Kamera nuk mundësohet

source: Cancel
pl: Anuluj
ro: Anulare
sq: Anulo

# CannotApplyHoliday
source: You must have worked on atleast any one site to apply holiday
pl: Musisz pracować na co najmniej jednej stronie, aby ubiegać się o urlop
ro: Trebuie să fi lucrat cel puțin pe un site pentru a aplica concediu
sq: Ju duhet të keni punuar së paku në ndonjë sit për të aplikuar pushime

# CannotSeeEmployees
source: You must have worked on atleast any one site to see employees
pl: Aby zobaczyć pracowników, musisz pracować na co najmniej jednej witrynie
ro: Trebuie să fi lucrat pe cel puțin un site pentru a vedea angajații
sq: Ju duhet të keni punuar së paku në ndonjë sit për të parë punonjësit

# CannotSeeHoliday
source: You must have worked on atleast any one site to check holiday
pl: Musisz pracować na co najmniej jednej stronie, aby sprawdzić wakacje check
ro: Trebuie să fi lucrat cel puțin pe orice site pentru a verifica vacanța
sq: Ju duhet të keni punuar së paku në ndonjë sit për të kontrolluar pushimet

source: Capture
pl: Zdobyć
ro: Captură
sq: Kapni

source: Capturing...
pl: Przechwytywanie...
ro: Se captează ...
sq: Po kap ...

source: Change Language
pl: Zmień język
ro: Schimbați limba
sq: Ndrysho gjuhën

# CheckEmailForResetPassword
source: Please check your mail to reset password
pl: Sprawdź pocztę, aby zresetować hasło
ro: Vă rugăm să verificați e-mailul pentru a reseta parola
sq: Ju lutemi kontrolloni postën tuaj për të rivendosur fjalëkalimin

source: Check In
pl: Zameldować się
ro: Verifica
sq: Kontrolloni

# CheckInButtonText
source: Check-In
pl: Zameldować się
ro: Verifica
sq: Regjistrimi

source: CheckOut
pl: Sprawdzić
ro: Verifică
sq: Kontrolloni

# CheckoutButtonText
source: Check-Out
pl: Sprawdzić
ro: Verifică

# CheckOutValidation
source: You must checkout first
pl: Musisz najpierw zapłacić
ro: Mai întâi trebuie să plătiți
sq: Së pari duhet të bëni arkë

source: Coming Soon
pl: Wkrótce
ro: in curand
sq: vjen së shpejti

# ConfirmPasswordPlaceholder
source: Confirm Pin
pl: Potwierdź PIN
ro: Confirmați Pin
sq: Konfirmo Pin

# ConfirmPasswordValidation
source: Password and confirm password not matched
pl: Hasło i potwierdź hasło nie pasują
ro: Parola și parola de confirmare nu se potrivesc
sq: Fjalëkalimi dhe konfirmoni fjalëkalimin nuk përputhen

source: Contractor
pl: Kontrahent
ro: Contractant
sq: Kontraktori

# ContractorValidation
source: Please Select a Contractor
pl: Wybierz wykonawcę
ro: Vă rugăm să selectați un antreprenor
sq: Ju lutemi Zgjidhni një Kontraktor

# CreatePinTitle
source: Please create a pin
pl: Utwórz pinezkę
ro: Vă rugăm să creați un pin
sq: Ju lutemi krijoni një kunj

# CurrentSiteError
source: Error getting your current site
pl: Błąd podczas pobierania bieżącej witryny
ro: Eroare la obținerea site-ului curent
sq: Gabim në marrjen e faqes tuaj aktuale

source: Date
pl: Data
ro: Data
sq: data

source: December
pl: grudzień
ro: decembrie
sq: dhjetor

# DOBValidation
source: Please enter valid DOB
pl: Proszę podać poprawny DOB
ro: Vă rugăm să introduceți DOB valid
sq: Ju lutemi shkruani DOB të vlefshëm

source: Done
pl: Gotowy
ro: Terminat
sq: Bërë

# EmailPlaceHolder
source: Enter Email
pl: Wprowadź e-mail
ro: Introduceți adresa de email
sq: Vendosni Emailin

# EmailValidation
source: Please enter valid email
pl: Proszę podać poprawny adres e-mail
ro: Vă rugăm să introduceți un e-mail valid
sq: Ju lutemi shkruani një email të vlefshëm

# EmpIdValidation
source: Please enter employee id
pl: Wprowadź identyfikator pracownika
ro: Vă rugăm să introduceți codul de angajat
sq: Ju lutemi shkruani ID-në e punonjësit

source: Employer
pl: Pracodawca
ro: Angajator
sq: Punëdhënësi

# EmployerValidation
source: Please Select an Employer
pl: Wybierz pracodawcę
ro: Vă rugăm să selectați un angajator
sq: Ju lutemi Zgjidhni një Punëdhënës

# EmpPlaceholder
source: Enter Employee Id
pl: Wprowadź identyfikator pracownika
ro: Introduceți codul de angajat
sq: Fut ID-në e Punonjësve

source: Enable Location
pl: Umożliwić lokację
ro: Activați locația
sq: Aktivizo Vendndodhjen

# EnableLocationForCheckIn
source: Please enable location settings to check in
pl: Włącz ustawienia lokalizacji, aby się zameldować
ro: Vă rugăm să activați setările de locație pentru check-in
sq: Ju lutemi aktivizoni cilësimet e vendndodhjes për t'u regjistruar

source: End:
pl: Koniec:
ro: Sfârșit:
sq: Fundi:

source: End Date
pl: Data końcowa
ro: Data de încheiere
sq: Data e përfundimit

source: End Holiday
pl: Koniec wakacji
ro: Sfârșitul vacanței
sq: Fundi i Festës

source: End Time
pl: Koniec czasu
ro: Sfârșitul timpului
sq: Koha e Fundit

# ErrorCompressing
source: Error compressing photos
pl: Błąd podczas kompresji zdjęć
ro: Eroare la comprimarea fotografiilor
sq: Gabim në ngjeshjen e fotove

# ErrorGettingLocation
source: Error getting your location
pl: Błąd podczas pobierania Twojej lokalizacji
ro: Eroare la obținerea locației dvs.
sq: Gabim në marrjen e vendndodhjes suaj

# ErrorGettingTime
source: Error getting monitoring time. You will be monitored every one minute
pl: Błąd podczas pobierania czasu monitorowania. Będziesz monitorowany co minutę
ro: Eroare la obținerea timpului de monitorizare. Veți fi monitorizat la fiecare minut
sq: Gabim në marrjen e kohës së monitorimit. Ju do të monitoroheni çdo një minutë

# ErrorUploadingAzure
source: Error in adding face to azure
pl: Błąd podczas dodawania twarzy do błękitu
ro: Eroare la adăugarea feței la azur
sq: Gabim në shtimin e fytyrës në azure

# ErrorUploadingImage
source: Error in uploading images to server
pl: Błąd podczas przesyłania zdjęć na serwer
ro: Eroare la încărcarea imaginilor pe server
sq: Gabim në ngarkimin e imazheve në server

# EvacuationAlertSuccess
source: Sent
pl: Wysłane
ro: Trimis
sq: Dërguar

# FaceCaptureTitle
source: Please look into the camera
pl: Proszę spojrzeć w kamerę
ro: Vă rugăm să vă uitați în cameră
sq: Ju lutemi shikoni në kamera

# FaceNotMatch
source: Face Not Matched. Please try again
pl: Twarz niedopasowana. Proszę spróbuj ponownie
ro: Față fără potrivire. Vă rugăm să încercați din nou
sq: Fytyra nuk përputhet. Ju lutemi provoni përsëri

# FailedCheckIn
source: Failed to sign in
pl: Nie udało się zalogować
ro: Conectarea nu a reușit
sq: Identifikimi dështoi

# FailedCheckOut
source: Failed to sign out
pl: Nie udało się wylogować
ro: Nu s-a deconectat
sq: Dështoi në dalje

source: February
pl: Luty
ro: februarie
sq: Shkurt

# FingerAuthFailedMessage
source: Authentication failed. Please try again
pl: Uwierzytelnianie nie powiodło się. Proszę spróbuj ponownie
ro: Autentificare esuata. Vă rugăm să încercați din nou
sq: Vërtetimi dështoi. Ju lutemi provoni përsëri

# FirstNamePlaceholder
source: First Name
pl: Imię
ro: Nume
sq: Emri

# FNameValidation
source: Please enter valid first name
pl: Proszę podać prawidłowe imię
ro: Vă rugăm să introduceți prenume valid
sq: Ju lutemi shkruani emrin e vlefshëm

source: Forgot Password
pl: Zapomniałeś hasła
ro: Ați uitat parola
sq: Keni harruar fjalëkalimin

# FourDigitPin
source: Please enter 4 digit pin
pl: Wprowadź 4-cyfrowy kod PIN
ro: Vă rugăm să introduceți pinul din 4 cifre
sq: Ju lutemi vendosni një kunj 4 shifror

source: From
pl: Z
ro: Din
sq: Nga

source: Get Started
pl: Zaczynaj
ro: Incepe
sq: Fillo

source: Go Back
pl: Wróć
ro: Întoarce-te
sq: Kthehu mbrapa

# GoBackLocationWarning
source: Please go back to the site, otherwise you will be logged out
pl: Wróć na stronę, w przeciwnym razie zostaniesz wylogowany
ro: Vă rugăm să reveniți la site, altfel veți fi deconectat
sq: Ju lutemi kthehuni në sit, përndryshe do të dilni nga llogaria

# GrantCameraPermission
source: Please grant camera permission
pl: Proszę udzielić pozwolenia na aparat
ro: Vă rugăm să acordați permisiunea camerei
sq: Ju lutemi jepni leje për kamerën

# HaveSafeDay
source: Have a safe day
pl: Bezpiecznego dnia
ro: O zi sigură
sq: Kaloni një ditë të sigurt

source: Hello
pl: cześć
ro: Buna ziua
sq: Përshëndetje

source: Holiday
pl: Święto
ro: Vacanţă
sq: Pushime

# HolidayApprovedSuccess
source: Request approved successfully
pl: Żądanie zatwierdzone pomyślnie
ro: Solicitarea a fost aprobată cu succes
sq: Kërkesa u miratua me sukses

source: Holiday Calender
pl: Kalendarz świąteczny
ro: Calendar de vacanță
sq: Kalendari i festave

# HolidayDateTimeValidatonError
source: Start date/time must be less then end date/time
pl: Data/godzina rozpoczęcia musi być mniejsza niż data/godzina zakończenia
ro: Data / ora de începere trebuie să fie mai mică decât data / ora de încheiere
sq: Data / ora e fillimit duhet të jetë më e vogël se data / ora e mbarimit

# HolidayRejectSuccess
source: Request declined successfully
pl: Żądanie odrzucone pomyślnie
ro: Solicitarea a fost respinsă
sq: Kërkesa u refuzua me sukses

# HolidayRequestSubimtted
source: Your holiday request ​has been submitted
pl: Twoja prośba o urlop ​została przesłana
ro: Cererea dvs. de vacanță a fost trimisă
sq: Kërkesa juaj për pushime është dorëzuar

# IConfirmSafetyMeasures
source: I can confirm i have all the safety equipements to carry out my job
pl: Mogę potwierdzić, że posiadam cały sprzęt bezpieczeństwa do wykonywania mojej pracy
ro: Pot confirma că am toate echipamentele de siguranță pentru a-mi îndeplini sarcina
sq: Mund të konfirmoj se kam të gjitha pajisjet e sigurisë për të kryer punën time

# ImageDeleteMessage
source: Your images has been deleted by admin. Please recapture.
pl: Twoje obrazy zostały usunięte przez administratora. Proszę odzyskać.
ro: Imaginile dvs. au fost șterse de administrator. Vă rog să recuperați.
sq: Imazhet tuaja janë fshirë nga administratori. Ju lutemi rikapni.

# InputFieldPlaceholderColor
source: Gray
pl: Szary
sq: Gri

# InputFieldValidationError
source: Please provide the valid input to the fields
pl: Podaj prawidłowe dane wejściowe w polach
ro: Vă rugăm să furnizați datele de intrare valide în câmpuri
sq: Ju lutemi jepni hyrjen e vlefshme në fusha

# InsuranceNumberValidation
source: Please enter insurance number
pl: Proszę podać numer ubezpieczenia
ro: Vă rugăm să introduceți numărul de asigurare
sq: Ju lutemi shkruani numrin e sigurimit

source: is on leave on
pl: jest na urlopie
ro: este în concediu pe
sq: është në pushim më

source: January
pl: Styczeń
ro: ianuarie
sq: Janar

source: July
pl: lipiec
ro: iulie
sq: Korrik

source: June
pl: czerwiec
ro: iunie
sq: Qershor

# LastNamePlaceholder
source: Last Name
pl: Nazwisko
ro: Nume de familie
sq: Mbiemri

# LeaveStatusApproved
source: Authorized
pl: Upoważniony
ro: Autorizat
sq: I autorizuar

# LeaveStatusPending
source: Applied
pl: Stosowany
ro: Aplicat
sq: Zbatohet

# LeaveStatusRejected
source: Not-Authorized
pl: Nieautoryzowany
ro: Neautorizat
sq: Jo i Autorizuar

source: LightGray
pl: Jasny szary
sq: Gri e hapur

# LNameValidation
source: Please enter valid last name
pl: Proszę podać prawidłowe nazwisko
ro: Vă rugăm să introduceți numele de familie valid
sq: Ju lutemi shkruani Mbiemrin e vlefshëm

source: Loading...
pl: Ładowanie...
ro: Se încarcă...
sq: Po ngarkohet ...

# Loading1
source: Loading..
pl: Ładowanie
ro: Se încarcă
sq: Po ngarkohet …

source: Loading sites
pl: Ładowanie witryn
ro: Se încarcă site-uri
sq: Vendet po ngarkohen

source: Loading TimeSheet
pl: Ładowanie arkusza czasu
ro: Se încarcă TimeSheet
sq: Koha e ngarkimit

# LocationConsent
source: This app collects location data to enable Geofence which will track the movement of a user while working on a site even when the application is closed or not in use. After that only, Users will be able to sign in and can mark their attendance. It helps an organization to track their employees on the site and keep a track of attendance. Please grant "Always allow" permission.
pl: Ta aplikacja zbiera dane o lokalizacji, aby umożliwić Geofence, które będzie śledzić ruch użytkownika podczas pracy w witrynie, nawet gdy aplikacja jest zamknięta lub nie jest używana. Dopiero po tym Użytkownicy będą mogli się zalogować i zaznaczyć swoją obecność. Pomaga organizacji śledzić swoich pracowników na stronie i śledzić frekwencję.
ro: Această aplicație colectează date de localizare pentru a activa Geofence, care va urmări mișcarea unui utilizator în timp ce lucrează pe un site chiar și atunci când aplicația este închisă sau nu este utilizată. Numai după aceea, utilizatorii vor putea să se conecteze și își pot marca participarea. Ajută o organizație să-și urmărească angajații pe site și să urmărească prezența.
sq: Ky aplikacion mbledh të dhënat e vendndodhjes për të mundësuar Geofence e cila do të ndjekë lëvizjen e një përdoruesi gjatë punës në një faqe edhe kur aplikacioni është i mbyllur ose nuk është në përdorim. Vetëm pas kësaj, Përdoruesit do të jenë në gjendje të regjistrohen dhe mund të shënojnë pjesëmarrjen e tyre. Ndihmon një organizatë të gjurmojë punonjësit e tyre në sit dhe të mbajë një gjurmë të pjesëmarrjes.

# LocationOnWarning
source: Please turn on the location, otherwise you will be signed out
pl: Włącz lokalizację, w przeciwnym razie zostaniesz wylogowany
ro: Vă rugăm să activați locația, altfel veți fi deconectat
sq: Ju lutemi aktivizoni vendndodhjen, përndryshe do të dilni nga llogaria

# LocationRequired
source: Loction Required
pl: Wymagana lokalizacja
ro: Locație obligatorie
sq: Lokacioni kërkohet

source: Location unavailable
pl: Lokalizacja niedostępna
ro: Locația nu este disponibilă
sq: Vendndodhja e padisponueshme

# LogginIn
source: Logging in
pl: logowanie.pl
ro: logging-in.com
sq: logging-in.com

source: Login
pl: Zaloguj sie
ro: Autentificare
sq: Hyrja

# LoginButtonText
source: Login
pl: Zaloguj sie
ro: Autentificare
sq: Hyrja

# LoginWithFingerOrPin
source: Login with pin or device biometrics
pl: Zaloguj się za pomocą kodu biometrycznego lub urządzenia biometrycznego
ro: Conectați-vă cu ajutorul biometriei pinului sau dispozitivului
sq: Identifikohu me pin ose biometrike të pajisjes

source: Logout
pl: Wyloguj
ro: Deconectați-vă
sq: Shkyç

# LookintoCamera
source: Please look into the camera and move your head from left to right.
pl: Proszę spojrzeć w kamerę i przesunąć głowę od lewej do prawej.
ro: Vă rugăm să vă uitați în cameră și să vă mișcați capul de la stânga la dreapta.
sq: Ju lutemi shikoni në kamerë dhe lëvizni kokën nga e majta në të djathtë.

# MaidenPlaceHolder
source: Mothers Maiden Name
pl: Nazwisko panieńskie matki
ro: Numele de fată al mamei lui
sq: Emrat Vajza Nënave

# MakeSureLocationOn
source: Make sure your device location is turned on
pl: Upewnij się, że lokalizacja Twojego urządzenia jest włączona
ro: Asigurați-vă că locația dispozitivului este activată
sq: Sigurohuni që vendndodhja e pajisjes tuaj të jetë e ndezur

source: March
pl: Marsz
ro: Martie
sq: marsh

source: May
pl: Może
ro: Mai
sq: Mund

# MenuCalender
source: Calender
pl: Kalendarz
ro: Calendar
sq: Kalendar

# MenuEvacuation
source: Evacuation
pl: Ewakuacja
ro: Evacuare
sq: Evakuimi

# MenuHoliday
source: Holiday
pl: Święto
ro: Vacanţă
sq: Pushime

# MenuHome
source: Home
pl: Dom
ro: Acasă
sq: Shtëpi

# MenuLogout
source: Logout
pl: Wyloguj
ro: Deconectați-vă
sq: Shkyç

# MenuTimesheet
source: Timesheet
pl: Lista obecności
ro: Fișă de timp
sq: Fletë kohore

# MenuVisitors
source: Visitors
pl: goście
ro: Vizitatori
sq: Vizitorët

source: Messages
pl: Wiadomości
ro: Mesaje
sq: Mesazhet

# MobilePlaceHolder
source: Enter Mobile Number
pl: Wprowadź numer telefonu komórkowego
ro: Introduceți numărul de telefon mobil
sq: Vendosni numrin e celularit

# MotherNameRequired
source: Mothers Maiden Name required for security question
pl: Nazwisko panieńskie matki wymagane w przypadku pytania zabezpieczającego
ro: Numele de fată al mamelor este necesar pentru întrebarea de securitate
sq: Kërkohet Emri Vajza e Nënave për pyetjen e sigurisë

# NamePlaceHolder
source: Enter Name
pl: Wprowadź imię
ro: Introdu numele
sq: Vendosni emrin

# NameValidation
source: Please enter name
pl: Proszę wpisać imię
ro: Vă rugăm să introduceți numele de familie valid
sq: Ju lutemi shkruani emrin e vlefshëm

# NeedLocationInBackgrund
source: Optrax need your location in background. Please allow locatio permission to always
pl: Optrax potrzebuje Twojej lokalizacji w tle. Proszę zezwól na dostęp do lokalizacji, aby zawsze
ro: Optrax are nevoie de locația dvs. în fundal. Vă rugăm să permiteți întotdeauna permisiunea de localizare
sq: Optrax ka nevojë për vendndodhjen tuaj në sfond. Ju lutemi lejoni lejen e lokacionit gjithmonë

source: Next
pl: Kolejny
ro: Următorul
sq: Tjetra

# NIdPlaceholder
source: Enter Insurance Id
pl: Wprowadź identyfikator ubezpieczenia
ro: Introduceți codul de asigurare
sq: Vendosni ID-në e Sigurimit

# NINumberPlaceholder
source: NI Number
pl: Numer NI
ro: Numărul NI
sq: Numri NI

# NIValidation
source: Please enter valid NI Number
pl: Proszę podać poprawny numer NI
ro: Vă rugăm să introduceți un număr NI valid
sq: Ju lutemi shkruani Numrin e vlefshëm NI

source: No data
pl: Brak daty
ro: Nu există date
sq: Nuk ka të dhëna

# NoEvents
source: NO EVENTS FOR THE SELECTED DATE
pl: BRAK WYDARZEŃ W WYBRANYM DACIE
ro: FARA EVENIMENTE PENTRU DATA SELECTATA
sq: ASNJ EV NGJARJE P THER DATN E ZGJEDHUR

# NoHolidayEventFound
source: No holiday events found
pl: Nie znaleziono wydarzeń świątecznych
ro: Nu s-au găsit evenimente de sărbători
sq: Nuk u gjet asnjë ngjarje festash

# NoInputError
source: All input fields should be filled
pl: Wszystkie pola wejściowe powinny być wypełnione
ro: Toate câmpurile de introducere ar trebui să fie completate
sq: Të gjitha fushat e hyrjes duhet të plotësohen

# NoInternet
source: Please Check your internet connection
pl: Proszę sprawdzić swoje połączenie z internetem
ro: Vă rugăm să verificați conexiunea la internet
sq: Ju lutemi kontrolloni lidhjen tuaj të internetit

# NotAllowedToWorkonSite
source: Not allowed to work on site untill correct PPE has been obtained
pl: Nie wolno pracować na budowie do czasu uzyskania odpowiednich środków ochrony osobistej
ro: Nu este permis să funcționeze la fața locului până când nu a fost obținut un EIP corect
sq: Nuk lejohet të punojë në vend derisa të jetë marrë PPE e saktë

# NotOnActiveSite
source: You are not on an active ECL Site
pl: Nie jesteś w aktywnej witrynie ECL
ro: Nu sunteți pe un site ECL activ
sq: Ju nuk jeni në një sit aktiv të ECL

# NotOnSite
source: You are not any site
pl: Nie jesteś żadną witryną
ro: Nu sunteți niciun site
sq: Ju nuk jeni ndonjë sit

source: November
pl: Listopad
ro: noiembrie
sq: nëntor

source: October
pl: październik
ro: octombrie
sq: Tetor

# OfflineSyncError
source: Offline data sync error
pl: Błąd synchronizacji danych offline
ro: Eroare de sincronizare offline
sq: Gabim i sinkronizimit të të dhënave jashtë linje

source: Ok
pl: Dobrze
sq: Ne rregull

# OnActiveSite
source: You are on an active ECL Site
pl: Jesteś na aktywnej witrynie ECL
ro: Sunteți pe un site ECL activ
sq: Ju jeni në një sit aktiv të ECL

# OpenSettingsForLocation
source: Open Settings to enable location
pl: Otwórz Ustawienia, aby włączyć lokalizację
ro: Deschideți Setări pentru a activa locația
sq: Hapni Cilësimet për të aktivizuar vendndodhjen

source: Other
pl: Inne
ro: Alte
sq: Tjetër

# OtherContractor
source: Enter Contractor
pl: Wpisz Wykonawcę
ro: Intrați în contractor
sq: Hyni Kontraktori

# OtherTradePlaceholder
source: Enter Trade
pl: Wejdź do handlu
ro: Intrați în comerț
sq: Hyni në Tregti

source: Out of site
pl: Poza witryną
ro: În afara site-ului
sq: Jashtë faqes

# PageTitleEvacuation
source: Evacuation
pl: Ewakuacja
ro: Evacuare
sq: Evakuimi

# PageTitleHoliday
source: Holiday Requests
pl: Prośby o wakacje
ro: Cereri de vacanță
sq: Kërkesat për pushime

# PageTitleVisitors
source: Visitors
pl: goście
ro: Vizitatori
sq: Vizitorët

# PasswordNotMatch
source: Password does not match
pl: Hasło Nie pasuje
ro: Parola nu se potriveste
sq: Fjalekalimi Nuk perputhet

# PasswordPlaceholder
source: Enter Pin
pl: Wpisz PIN
ro: Introduceți Pin
sq: Vendosni Pin

# PasswordResetSuccess
source: Password reset success. Please login
pl: Pomyślnie zresetowano hasło. Proszę się zalogować
ro: S-a resetat parola. Va rugam sa va logati
sq: Suksesi i rivendosjes së fjalëkalimit. Ju lutemi identifikohuni

# PasswordValidation
source: Please enter valid password
pl: Proszę podać prawidłowe hasło
ro: Vă rugăm să introduceți o parolă validă
sq: Ju lutemi shkruani fjalëkalimin e vlefshëm

source: Pause
pl: Pauza
ro: Pauză
sq: Ndalo

# PermissionError
source: Please grant location permission
pl: Proszę udzielić pozwolenia na lokalizację
ro: Vă rugăm să acordați permisiunea de localizare
sq: Ju lutemi jepni leje për vendndodhjen

# PhoneNumberError
source: Please enter valid phone number of 11 digits
pl: Proszę podać numer telefonu składający się z 11 cyfr
ro: Vă rugăm să introduceți un număr de telefon de 11 cifre
sq: Ju lutemi shkruani numrin e telefonit me 11 shifra

# PhoneNumberPlaceholder
source: Enter Phone
pl: Wprowadź telefon
ro: Introduceți telefonul
sq: Fut telefonin

# PhoneValidation
source: Please enter valid phone number
pl: Proszę podać poprawny numer telefonu
ro: Vă rugăm să introduceți un număr de telefon valid
sq: Ju lutemi shkruani numrin e vlefshëm të telefonit

source: Pin
pl: Kołek
sq: Gjilpere

# PinPlaceholder
source: Enter Pin
pl: Wpisz PIN
ro: Introduceți Pin
sq: Vendosni Pin

# PinValidation
source: Please enter the 4 digit pin
pl: Wprowadź 4-cyfrowy kod PIN
ro: Vă rugăm să introduceți pinul cu 4 cifre
sq: Ju lutemi vendosni pinin 4 shifror

# Placefinger
source: Place your finger on scanner to login
pl: Umieść palec na skanerze, aby się zalogować
ro: Puneți degetul pe scaner pentru a vă autentifica
sq: Vendosni gishtin në skaner për t'u identifikuar

source: Press Here
pl: Naciśnij tutaj
ro: Apasa aici
sq: Shtypni Këtu

source: Proceed
pl: Kontynuować
ro: Continua
sq: Vazhdoni
