Repository: ritikqs/CloudCheckInMaui
Catalog: warpcode/Resources/Localization/Resource.*.resx
Languages: pl, ro, sq

source: Re-Capture
pl: Odzyskanie
sq: Ri-kap

source: Received
pl: Otrzymane
ro: Primit
sq: E marrë

source: Red
pl: Czerwony
sq: E kuqe

source: Register
pl: Zarejestrować
ro: Inregistreaza-te
sq: Regjistrohuni

# RegisterFormTitle
source: User Registration
pl: Rejestracja Użytkownika
ro: Înregistrare utilizator
sq: Regjistrimi i përdoruesit

source: Registering
pl: Rejestracyjny
ro: Înregistrare
sq: Regjistrimi

source: Request Holiday
pl: Poproś o wakacje
ro: Solicitați sărbători
sq: Kërkoni pushime

# RequiredPhotoForCheckout
source: Need to capture photo to check out
pl: Musisz zrobić zdjęcie, aby się wymeldować
ro: Trebuie să fotografiați pentru a verifica
sq: Nevoja për të kapur foto për të kontrolluar

# ResetCode
source: Code
pl: Kod
ro: Cod
sq: Kodin

source: Return to login
pl: Wróć do logowania
ro: Reveniți la autentificare
sq: Kthehuni tek identifikimi

# ReviewAndConfirm
source: Please review and confirm you have the following:
pl: Sprawdź i potwierdź, że masz następujące informacje:
ro: Vă rugăm să examinați și să confirmați că aveți următoarele:
sq: Ju lutemi rishikoni dhe konfirmoni se keni sa vijon:

# SafetyMesaureErrorMessage
source: Please select the safety measures and confirm
pl: Proszę wybrać środki bezpieczeństwa i potwierdzić
ro: Vă rugăm să selectați măsurile de siguranță și să confirmați
sq: Ju lutemi zgjidhni masat e sigurisë dhe konfirmoni

source: Saving Pin
pl: Zapisywanie PIN
ro: Pin de salvare
sq: Kunji i kursimit

source: Search contractor
pl: Wyszukaj wykonawcę
ro: Căutare antreprenor
sq: Kërkoni kontraktorin

source: Search employer
pl: Wyszukaj pracodawcę
ro: Căutați angajator
sq: Kërkoni punëdhënësin

source: Search trade
pl: Wyszukaj handel
ro: Caută comerț
sq: Kërko tregti

# SelectContractorError
source: Please select contractor
pl: Proszę wybrać wykonawcę
ro: Vă rugăm să selectați antreprenorul
sq: Ju lutemi zgjidhni kontraktorin

# SelectEmployerError
source: Please select employer
pl: Proszę wybrać pracodawcę
ro: Vă rugăm să selectați angajatorul
sq: Proszę wybrać pracodawcę

# SelectOtherOntractorError
source: Please enter the other contractor
pl: Proszę wpisać drugiego wykonawcę
ro: Vă rugăm să introduceți celălalt contractant
sq: Ju lutemi shkruani kontraktorin tjetër

# SelectOtherTradeError
source: Please enter the other trade
pl: Proszę wprowadzić inną transakcję
ro: Vă rugăm să introduceți cealaltă tranzacție
sq: Ju lutemi futni tregtinë tjetër

source: Select Site
pl: Wybierz witrynę
ro: Selectați Site
sq: Zgjidhni sitin

# SelectTradeError
source: Please select trade
pl: Proszę wybrać handel
ro: Vă rugăm să selectați comerțul
sq: Ju lutemi zgjidhni tregtinë

# SelectUserForEvacuation
source: You must select users to send alert
pl: Musisz wybrać użytkowników do wysłania alertu
ro: Trebuie să selectați utilizatorii pentru a trimite alertă
sq: Ju duhet të zgjidhni përdoruesit për të dërguar paralajmërim

source: Send
pl: Wysłać
ro: Trimite
sq: Dërgoni

source: Send Alert
pl: Wyślij alert
ro: Trimiteți alertă
sq: Dërgo Alert

source: Sent
pl: Wysłano
ro: Trimis
sq: Dërguar

source: September
pl: wrzesień
ro: Septembrie
sq: Shtator

source: Sign In
pl: Zaloguj się
ro: Conectare
sq: Hyni

source: Sign Out
pl: Wyloguj się
sq: Dilni

# SiteValidation
source: Please select site first
pl: Najpierw wybierz witrynę
ro: Vă rugăm să selectați mai întâi site-ul
sq: Ju lutemi zgjidhni faqen e parë

source: Something went wrong
pl: Coś poszło nie tak
ro: Ceva n-a mers bine
sq: Dicka shkoi keq

# SomethingWentWrongTryAgain
source: Something went wrong. please try again
pl: Coś poszło nie tak. proszę spróbuj ponownie
ro: Ceva n-a mers bine. vă rugăm să încercați din nou
sq: Dicka shkoi keq. ju lutem provoni përsëri

source: Staff on
pl: personel na
ro: personalul pe
sq: stafi në

source: Staff On Site
pl: Personel na miejscu
ro: Personalul la fața locului
sq: Stafi Në Vend

source: Start:
pl: Początek:
sq: Fillimi:

source: Start Date
pl: Data rozpoczęcia
ro: Data de început
sq: Data e fillimit

source: Start Holiday
pl: Rozpocznij wakacje
ro: Începeți sărbătorile
sq: Filloni pushimet

source: Start Time
pl: Czas rozpoczęcia
ro: Timpul de începere
sq: Koha e nisjes

source: Stop
pl: Zatrzymać
sq: Ndal

source: Submit
pl: Zatwierdź
ro: Trimite
sq: Paraqit

source: Syncing time
pl: Czas synchronizacji
ro: Koha e sinkronizimit
sq: Timp de sincronizare

source: Thank You for Registering
pl: Dziękujemy za rejestrację
ro: Multumim pentru inregistrare
sq: Faleminderit për Regjistrimin

source: this week
pl: w tym tygodniu
ro: în această săptămână
sq: këtë javë

source: Timesheets
pl: Karty czasu pracy
ro: Fișe de timp
sq: Fletët kohore

source: Time synced
pl: Czas synchronizacji
ro: Timp sincronizat
sq: Koha u sinkronizua

source: To
pl: Do
ro: La
sq: Për të

source: Trade
pl: Handel
ro: Comerț
sq: Tregtia

# TradeValidation
source: Please Select a Trade
pl: Proszę wybrać transakcję
ro: Vă rugăm să selectați o tranzacție
sq: Ju lutemi Zgjidhni një Tregti

source: User Registration
pl: Rejestracja Użytkownika
ro: Înregistrare utilizator
sq: Regjistrimi i përdoruesit

source: You are signed out
pl: Zostałeś wylogowany
ro: Sunteți deconectat
sq: Ju keni dalë nga llogaria

# YouCanWorkOn
source: You can now work on
pl: Możesz teraz pracować nad
ro: Acum puteți lucra la
sq: Tani mund të punoni

source: You have worked
pl: Pracowałeś
ro: Ai lucrat
sq: Ju keni punuar

# YouMustCheckInForHoliday
source: You must first checkin to see the holiday requests
pl: Musisz się najpierw zameldować, aby zobaczyć wnioski urlopowe
ro: Mai întâi trebuie să vă înregistrați pentru a vedea cererile de vacanță
sq: Së pari duhet të regjistroheni për të parë kërkesat për pushime

# YouMustCheckOutFirst
source: You must sign out first
pl: Wybierz język
ro: Selecteaza limba
sq: Zgjidh gjuhen

# DOBPlaceholder
source: DOB
ro: ZI
